{
  "presentacion": {
    "greeting": " Hola, soy Tom谩s",
    "title": "Realizo p谩ginas web",
    "description": "Soy Frontend Developer Estudio la tecnicatura en Desarrollo Web y Aplicaciones m贸viles.",
    "contact": "Cont谩ctame",
    "linkedin": "Linkedin",
    "github": "Github"
  },

  "tecnologies": {
    "title": "Tecnologias",
    "frontend": "Frontend",
    "backend": "Backend",
    "tools": "Herramientas",
    "learning": "Aprendiendo"
  },

  "aboutMe": {
    "title": "Sobre mi",
    "descriptionFirst": "Me llamo Tom谩s, soy de Buenos Aires, Argentina. Comenc茅 a estudiar desarrollo web mediante cursos hasta ingresar en la Tecnicatura de Desarrollo Web y Aplicaciones M贸viles que dicta el ISPC. A partir de ah铆, estoy desarrollando diversos proyectos tanto personales como del estudio, lo que me permite avanzar en mi carrera profesional",
    "descriptionSecond": "Ahora mismo estoy incursionando en el freelance, aunque tambi茅n estoy interesado en trabajar bajo dependencia. Mi objetivo es poder vivir de esta pasi贸n que es la creaci贸n de p谩ginas web,hacer que mi hobby sea mi trabajo, lo cual considero que es muy importante para la salud mental de uno mismo."
  },

  "projects": {
    "title": "Proyectos",
    "demo": {
      "title": "E-commerce",
      "text": "Prototipo de e-commerce que incluye un carrito de compras con persistencia de datos en el almacenamiento local y una integraci贸n con MercadoPago para procesar pagos. Desarrollado utilizando HTML para la estructura, CSS para el dise帽o y JavaScript para la l贸gica y la interactividad"
    },
    "carhub": {
      "title": "Carhub",
      "text": "Web para una agencia de autos. Es una web completamente funcional para que el cliente pueda contactar, ver autos disponibles, conocer m谩s sobre la empresa y dejar su opini贸n. Creado con React, TypeScript, SCSS para estilos y Node con Express para la base de datos"
    },
    "turns":{
      "title": "Bot de Turnos",
      "text": "Automatizaci贸n de reservas de turnos con Selenium y notificaciones por Telegram. Desarroll茅 un script en Python con Selenium para automatizar la b煤squeda y reserva de turnos en la Ciudad de Buenos Aires. El script inicia sesi贸n, busca y filtra turnos disponibles, y notifica por Telegram cuando hay uno libre."
    },
    "recommendationDisk":{
      "title": "Bot de recomendaci贸n de discos",
      "text": "Cree un bot de Telegram que mediante un comando y pas谩ndole una playlist de Youtube Music se encarga de analizarla y recomendar un disco que este dentro de ella para que escuches."
    },
    "worldTimeShift": {
      "title": "World Time Shift",
      "text":"Aplicaci贸n web para convertir horarios entre diferentes ciudades. Permite conocer r谩pidamente la hora exacta en cualquier ciudad, facilitando la gesti贸n de zonas horarias. Creada con React, JavaScript y CSS para el dise帽o, y utiliza APIs como Geonames y OpenCage, adem谩s de Moment-timezone de NPM para la conversi贸n."
    },
    "administradorDiarios": {
      "title": "Administrador de diarios",
      "text": "Aplicaci贸n web para la administraci贸n de un negocio de venta de diarios. Permite gestionar recursos, ventas y devoluciones de forma eficiente. Desarrollada con React, JavaScript y CSS para el frontend, y Python con SQLite3 para el backend, proporcionando una soluci贸n escalable y funcional."
    },
    "climate": {
      "title": "Climate",
      "text": "Plataforma para revisar el clima. Creada con React, consume la API de Open Weather y utiliza CSS para los estilos."
    },
    "emma": {
      "title": "Emma",
      "text": "Template web. Es adaptable para cualquier negocio. Creado con Angular, TypeScript y utilice CSS para los estilos."
    },
    "encriptador": {
      "title": "Encriptador",
      "text": "Plataforma que permite cifrar un mensaje. Es una web creada en tiempo de ocio. Utiliza HTML, CSS y JS."
    },
    "toDo": {
      "title": "Aplicaci贸n To Do",
      "text": "Web que permite armar una lista de tareas, estas son editables y eliminables. Est谩 creada con HTML, CSS y JS."
    }

  },
  "navbar": {
    "home": "Home",
    "about": "Sobre mi",
    "tecnologies": "Tecnologias",
    "projects": "Proyectos",
    "certificates": "Certificados"
  },
  "certificados":{
    "title": "Certificados"
  }
}
