{
  "presentacion": {
    "greeting": " Hola, soy Tom谩s",
    "title": "Realizo p谩ginas web",
    "description": "Soy Frontend Developer Estudio la tecnicatura en Desarrollo Web y Aplicaciones m贸viles.",
    "contact": "Cont谩ctame",
    "linkedin": "Linkedin",
    "github": "Github"
  },

  "tecnologies": {
    "title": "Tecnologias",
    "frontend": "Frontend",
    "backend": "Backend",
    "tools": "Herramientas",
    "learning": "Aprendiendo"
  },

  "aboutMe": {
    "title": "Sobre mi",
    "descriptionFirst": "Me llamo Tom谩s, soy de Buenos Aires, Argentina. Comenc茅 a estudiar desarrollo web mediante cursos hasta ingresar en la Tecnicatura de Desarrollo Web y Aplicaciones M贸viles que dicta el ISPC. A partir de ah铆, estoy desarrollando diversos proyectos tanto personales como del estudio, lo que me permite avanzar en mi carrera profesional",
    "descriptionSecond": "Ahora mismo estoy incursionando en el freelance, aunque tambi茅n estoy interesado en trabajar bajo dependencia. Mi objetivo es poder vivir de esta pasi贸n que es la creaci贸n de p谩ginas web,hacer que mi hobby sea mi trabajo, lo cual considero que es muy importante para la salud mental de uno mismo."
  },

  "projects": {
    "title": "Proyectos",
    "laGenerala": {
      "title": "Generala",
      "text": "Juego web de dados que replica el cl谩sico juego de 'La Generala', con l贸gica de turnos, puntajes y validaci贸n de combinaciones. Desarrollado con React y Tailwind, con una arquitectura desacoplada y centrada en la l贸gica de negocio, permitiendo escalar y mantener f谩cilmente el proyecto."
    },
    "araceliNails": {
      "title": "Araceli Nails",
      "text": "Landing page desarrollada con Angular y SCSS, enfocada en el dise帽o y la experiencia del usuario. Cuenta con secciones animadas, integraci贸n con redes sociales y est茅tica pensada para dispositivos m贸viles. Una muestra de c贸mo combinar frontend moderno con dise帽o atractivo."
    },
    "administradorDiarios": {
      "title": "Administrador de diarios",
      "text": "Aplicaci贸n web para la administraci贸n de un negocio de venta de diarios. Permite gestionar recursos, ventas y devoluciones de forma eficiente. Desarrollada con React, JavaScript y CSS para el frontend, y Python con SQLite3 para el backend, proporcionando una soluci贸n escalable y funcional."
    }
  },
  "navbar": {
    "home": "Home",
    "about": "Sobre mi",
    "tecnologies": "Tecnologias",
    "projects": "Proyectos",
    "certificates": "Certificados"
  },
  "certificados": {
    "title": "Certificados"
  }
}
